Repository: srdegier/Lohabi
Catalog: Localizable.xcstrings
Source language: en
Languages: nl

source: %.0f meters
nl: meter

source: %lf meters
nl: meter

source: Add Lohabi
nl: Lohabi toevoegen

source: All Done
nl: Helemaal Klaar

source: All Done!
nl: Helemaal klaar!

source: Allow Always Location Access
nl: Altijd Toegang tot Locatie Toestaan

source: Allow While Using App
nl: Bij gebruik van app

source: Back
nl: Terug

source: Cancel
nl: Annuleer

source: Checking Permissions...
nl: Toestemming Checken

source: Confirm
nl: Bevestig

source: Description
nl: Omschrijving

source: Due Parental Control settings we cannot ask your location permissions. You may not access Lohabi.
nl: Vanwege de instellingen voor ouderlijk toezicht kunnen we niet je locatie toestemming vragen. Je hebt geen toegang tot Lohabi.

source: Enable Later in Settings
nl: Schakel later aan in Instellingen

source: Enter the address where you want the measurement to take place.
nl: Vul het adres in waar u de meting wilt laten plaats vinden.

source: Enter your name
nl: Vul naam in

source: Entered
nl: BInnen

source: It seem like you have not added a 'Lohabi'. Add one by tapping the button below yet
nl: Het ziet er naar uit dat je nog geen "Lohabi" hebt aangemaakt. Voeg er één toe door te drukken op het plusje onderaan.

source: Let's start by setting up some important settings so that the app functions properly.
nl: Laten we beginnen met het instellen van enkele belangrijke instellingen, zodat de app goed functioneert.

source: Loading...
nl: Laden...

source: Location Permission
nl: Locatie Toestemming

source: Location Permission in the Background
nl: Locatie toestemming in de achtergrond

source: Measurement started
nl: Meting gestart

source: Name
nl: Naam

source: Next
nl: Volgende

source: No Full Location Access
nl: Geen Toegang tot Volledige Locatie

source: Notifications
nl: Meldingen

source: Open App Settings
nl: App instellingen openen

source: Parental Control
nl: Ouderlijk Toezicht

source: Search an address
nl: Zoek een adres

source: Settings
nl: Instellingen

source: Summary
nl: Samenvatting

source: There has been an error locating the location
nl: Er is een fout opgetreden bij het lokaliseren van de locatie

source: This is the radius of the zone you must enter for the measurement to begin. You can adjust the desired radius using the slider.
nl: Dit is de radius van de zone die u moet betreden zodat de meting kan starten. Via de slider kunt u uw gewenste radius aanpassen.

source: To be able to use Lohabi properly we need full location access. Please select the 'Always' option in Lohabi app settings.
nl: Om Lohabi goed te kunnen gebruiken, hebben we volledige locatietoegang nodig. Selecteer de optie 'Altijd' in de instellingen van de Lohabi app.

source: To give the 'Always' permission, we need the 'Only While Using App' permission.
nl: Om de toestemming 'Altijd' te geven, hebben we de toestemming 'Alleen tijdens gebruik van app' nodig.

source: Try Again
nl: Probeer Opnieuw

source: We need the permission 'Allow While Using App' in order to verify that you are at the correct location for the measurement in the foreground.
nl: We hebben de toestemming 'Bij gebruik van app' nodig om te controleren of je op de juiste locatie bent voor een meting op de voorgrond.

source: We need the permission 'Change to Always Allow' in order to verify that you are at the correct location for the measurement, even if your not using your iPhone.
nl: We hebben de toestemming 'Wijzig in Altijd' nodig om te controleren of je op de juiste locatie bent voor de meting, zelfs als je je iPhone niet gebruikt.

source: Welcome at Lohabi
nl: Welkom bij Lohabi

source: Wrong Permission
nl: Verkeerde toestemming

source: You are all set to be able to measure you location habit!
nl: Je bent helemaal klaar om je locatiegewoonte te meten!
